Repository: Rom1-J/tuxbot-bot
Catalog: locales/*/LC_MESSAGES/*.po
Languages: fr

source: Starting...
fr: Démarrage...

source: Could not set up PostgreSQL...
fr: Impossible de lancer PostgreSQL...

source: Launch without loading the <TEXT> module
fr: Lancer sans charger le module <TEXT>

source: Search for update
fr: Rechercher les mises à jour

source: Checking for update...
fr: Recherche de mise à jour...

source: A new version is available !
fr: Une nouvelle version est disponible !

source: Update ? [Y/n]
fr: Mettre à jour ? [O/n]

source: Downloading...
fr: Téléchargement...

source: Tuxbot is up to date
fr: Tuxbot est à jour

source: Failed to load extension :
fr: Impossible de charger l'extension :

source: This command cannot be used in private messages.
fr: Cette commande ne peut pas être utilisée en message privé.

source: Sorry. This command is disabled and cannot be used.
fr: Désolé mais cette commande est désactivée.

source: In
fr: Dans

source: Ready:
fr: Prêt :
