Repository: Rom1-J/tuxbot-bot
Catalog: tuxbot/cogs/Tags/locales/*.po
Languages: fr_fr

source: Unknown tag
fr_fr: Tag inconnu

source: Tag must be lower than 50 characters
fr_fr: Le nom du tag doit faire moins de 50 caracteres

source: This tag name starts with a tag subcommand name
fr_fr: Le nom du tag est reservé

source: Tag already exists
fr_fr: Tag déjà existant

source: Tag successfully deleted
fr_fr: Tag supprimé avec succès

source: Your can't delete this tag
fr_fr: Vous ne pouvez pas supprimer ce tag

source: Tag successfully created
fr_fr: Tag créé avec succès

source: Tag successfully edited
fr_fr: Tag édité avec succès

source: Your can't edit this tag
fr_fr: Vous ne pouvez pas éditer ce tag

source: Owner
fr_fr: Propriétaire

source: Uses
fr_fr: Utilisations

source: The search must be at least 3 characters
fr_fr: La recherche doit faire au moins 3 caracteres

source: No tags found
fr_fr: Aucun tag trouvé

source: No tags found for {}
fr_fr: Aucun tag trouvé pour {}

source: Tag owner is on this server.
fr_fr: Le propriétaire du tag est sur ce serveur

source: This tag is now owned by you.
fr_fr: Ce tag est désormais en votre possession
