Repository: Rom1-J/tuxbot-bot
Catalog: utils/locales/*/LC_MESSAGES/admin.po
Languages: fr

source: Please enter a reason
fr: Merci d'entrer une raison

source: Unable to ban this user
fr: Impossible de bannir cet utilisateur

source: Unable to kick this user
fr: Impossible d'expulser cet utilisateur

source: last warns
fr: derniers avertissements

source: More than 2 warns
fr: Plus de 2 avertissements

source: has more than 2 warns
fr: a plus de 2 avertissements, que voulez-vous faire?

source: ignore
fr: ignorer

source: Took too long. Aborting.
fr: Temps expiré. Abandons.

source: got a warn
fr: a recu un avertissement

source: Reason
fr: Raison

source: WarnModel with id
fr: L'avertissement avec l'id

source: successfully removed
fr: a été enlevé avec succes

source: successfully edited
fr: a été édité avec succes

source: Unable to find this language
fr: Impossible de trouver cette langue

source: Language changed successfully
fr: Langue changée avec succès
