Repository: Rom1-J/tuxbot-bot
Catalog: tuxbot/cogs/Network/locales/*.po
Languages: fr_fr

source: Invalid ip or domain
fr_fr: Nom de domaine ou adresse IP invalide

source: Invalid domain
fr_fr: Domaine invalide

source: Supported queries : A, AAAA, CNAME, NS, DS, DNSKEY, SOA, TXT, PTR, MX
fr_fr: Requêtes supportées : A, AAAA, CNAME, NS, DS, DNSKEY, SOA, TXT, PTR, MX

source: Invalid ip version
fr_fr: Version d'adresse IP invalide

source: Impossible to collect information on this in the given version
fr_fr: Impossible de collecter des informations pour cette IP avec la version donnée

source: IP address {ip_address} is already defined as Private-Use Networks via RFC 1918.
fr_fr: L'adresse ip {ip_address} est est reservée à un usage local selon la RFC 1918

source: *Retrieving information...*
fr_fr: *Récupération des informations...*

source: Information for ``{ip} ({ip_address})``
fr_fr: Informations pour ``{ip} ({ip_address})``

source: Belongs to:
fr_fr: Appartient à :

source: Region:
fr_fr: Région :

source: Hostname: {hostname}
fr_fr: Nom d'hôte : {hostname}

source: [show all]({})
fr_fr: [tout afficher]({})

source: Cannot connect to host {}
fr_fr: Impossible de se connecter à l'hôte {}

source: No result...
fr_fr: Aucun résultat...
