Repository: Rom1-J/tuxbot-bot
Catalog: tuxbot/cogs/Mod/locales/*.po
Languages: fr_fr

source: Locale changed to {lang} successfully
fr_fr: Langue changée pour {lang} avec succès

source: List of available locales:
fr_fr: Liste des langues disponibles :

source: {}please read the following rule: {}
fr_fr: {}merci de lire la règle suivante : {}

source: No rules found for this server
fr_fr: Aucune règle trouvée pour ce serveur

source: Rules for {}
fr_fr: Règles pour {}

source: Latest change: {}
fr_fr: Dernières modifications : {}

source: Rules for {} ({}/{})
fr_fr: Règles pour {} ({}/{})

source: Following rule added: {}
fr_fr: La règle suivante a été ajoutée: {}

source: Following rule updated: {}
fr_fr: La règle suivante a été modifiée: {}

source: Following rule deleted: {}
fr_fr: La règle suivante a été supprimée: {}

source: Unknown rule
fr_fr: Règle inconnue

source: Rule length must be 300 characters or lower.
fr_fr: La règle doit faire 300 characters ou moins

source: Please provide one of my message
fr_fr: Merci de donner un de mes messages

source: Please provide a message in this guild
fr_fr: Merci de donner un message dans ce serveur
